{
  "emissions": {
    "totalDaily": 1247800,
    "targetDaily": 1100000,
    "weeklyTrend": [1210000, 1198000, 1234000, 1187000, 1225000, 1240000, 1247800],
    "hourlyElectricity": [
      { "time": "00:00", "value": 850 },
      { "time": "01:00", "value": 820 },
      { "time": "02:00", "value": 800 },
      { "time": "03:00", "value": 790 },
      { "time": "04:00", "value": 810 },
      { "time": "05:00", "value": 890 },
      { "time": "06:00", "value": 1020 },
      { "time": "07:00", "value": 1180 },
      { "time": "08:00", "value": 1350 },
      { "time": "09:00", "value": 1420 },
      { "time": "10:00", "value": 1480 },
      { "time": "11:00", "value": 1520 },
      { "time": "12:00", "value": 1580 },
      { "time": "13:00", "value": 1620 },
      { "time": "14:00", "value": 1590 },
      { "time": "15:00", "value": 1550 },
      { "time": "16:00", "value": 1480 },
      { "time": "17:00", "value": 1420 },
      { "time": "18:00", "value": 1380 },
      { "time": "19:00", "value": 1320 },
      { "time": "20:00", "value": 1180 },
      { "time": "21:00", "value": 1080 },
      { "time": "22:00", "value": 980 },
      { "time": "23:00", "value": 920 }
    ],
    "powerSources": [
      { "name": "Batubara", "value": 6, "color": "#64748b" },
      { "name": "Minyak Bumi", "value": 4, "color": "#3b82f6" },
      { "name": "Tenaga Air", "value": 30, "color": "#06b6d4" },
      { "name": "Tenaga Surya", "value": 30, "color": "#eab308" },
      { "name": "Tenaga Angin", "value": 20, "color": "#22c55e" },
      { "name": "Lainnya", "value": 10, "color": "#a855f7" }
    ],
    "regionalData": [
      { "region": "Kecamatan Karunia Utara", "emissions": 145000, "population": 45000 },
      { "region": "Kecamatan Karunia Selatan", "emissions": 98000, "population": 38000 },
      { "region": "Kecamatan Karunia Timur", "emissions": 76000, "population": 42000 },
      { "region": "Kecamatan Karunia Barat", "emissions": 89000, "population": 35000 },
      { "region": "Kecamatan Karunia Tengah", "emissions": 54000, "population": 40000 }
    ]
  },
  "news": [
    {
      "id": 1,
      "title": "Kota Karunia Luncurkan PerDa Transisi Energi dengan Carbon Tax Policy",
      "excerpt": "Pemerintah Kota Karunia mengumumkan Peraturan Daerah Transisi Energi yang mencakup kebijakan carbon tax untuk mengurangi emisi karbon sebesar 35% sebelum tahun 2030.",
      "category": "PerDa Transisi Energi",
      "date": "2025-01-15",
      "image": "/berita1.jpg",
      "author": "Tim Redaksi Green Strategy",
      "content": [
        "Kota Karunia telah resmi meluncurkan Peraturan Daerah (PerDa) Transisi Energi yang ambisius, menandai langkah revolusioner dalam upaya mencapai target netral karbon pada tahun 2030. PerDa ini mencakup implementasi kebijakan carbon tax yang akan diberlakukan secara bertahap mulai tahun 2025.",
        "Walikota Karunia, dalam konferensi pers yang diselenggarakan di Balai Kota, menyatakan: 'Ini adalah momen bersejarah bagi Kota Karunia. Dengan PerDa Transisi Energi ini, kita tidak hanya berkomitmen pada lingkungan yang bersih, tetapi juga membuka peluang ekonomi hijau yang berkelanjutan untuk masyarakat kita.'",
        "Kebijakan carbon tax akan dikenakan pada industri-industri yang menghasilkan emisi karbon tinggi, dengan tarif yang dimulai dari Rp 50.000 per ton CO2 pada tahun pertama dan akan meningkat secara bertahap hingga Rp 200.000 per ton pada tahun 2030.",
        "Selain carbon tax, PerDa ini juga mengatur tentang insentif untuk penggunaan energi terbarukan, pembangunan infrastruktur hijau, dan program pelatihan keterampilan hijau untuk masyarakat. Dana yang terkumpul dari carbon tax akan dialokasikan untuk program-program transisi energi dan bantuan untuk usaha kecil dan menengah yang beralih ke teknologi ramah lingkungan.",
        "Kepala Dinas Lingkungan Hidup Kota Karunia menjelaskan bahwa target pengurangan emisi karbon sebesar 35% ini akan dicapai melalui kombinasi strategi: peningkatan penggunaan energi terbarukan, efisiensi energi, transportasi berkelanjutan, dan pengelolaan limbah yang lebih baik.",
        "Program ini diperkirakan akan menciptakan lebih dari 3.000 lapangan kerja hijau baru dalam tiga tahun ke depan, terutama di sektor energi terbarukan, konstruksi hijau, dan teknologi lingkungan."
      ],
      "tags": ["PerDa", "Carbon Tax", "Transisi Energi", "Netral Karbon", "Ekonomi Hijau"]
    },
    {
      "id": 2,
      "title": "Proyek PLTS Baru Disetujui di Kecamatan Karunia Timur",
      "excerpt": "Proyek instalasi pembangkit listrik tenaga surya 50MW mendapat lampu hijau, diperkirakan akan memasok listrik untuk 20.000 rumah di Kota Karunia.",
      "category": "Update Proyek",
      "date": "2025-01-12",
      "image": "/berita2.png",
      "author": "Divisi Komunikasi Green Strategy",
      "content": [
        "Pembangunan Pembangkit Listrik Tenaga Surya (PLTS) berkapasitas 50 Megawatt di Kecamatan Karunia Timur telah mendapat persetujuan final dari Pemerintah Kota Karunia. Proyek ambisius ini diperkirakan akan menjadi salah satu PLTS terbesar di wilayah tersebut.",
        "Lokasi strategis seluas 75 hektar telah disiapkan dengan infrastruktur pendukung yang memadai. Proyek ini merupakan hasil kerjasama antara Pemerintah Kota Karunia dengan PT Energi Surya Nusantara, perusahaan energi terbarukan terkemuka di Kota Karunia.",
        "Direktur Teknik PT Energi Surya Nusantara menjelaskan: 'PLTS Karunia Timur akan menggunakan teknologi panel surya monokristalin terbaru dengan efisiensi hingga 22%. Dengan kapasitas 50MW, pembangkit ini mampu menghasilkan sekitar 75 GWh listrik per tahun.'",
        "Manfaat ekonomi dari proyek ini sangat signifikan. Selain menciptakan 150 lapangan kerja langsung selama masa konstruksi, PLTS ini akan memberikan dampak positif jangka panjang melalui pengurangan biaya listrik dan peningkatan keandalan pasokan energi.",
        "Dari sisi lingkungan, PLTS ini diproyeksikan akan mengurangi emisi karbon sebesar 37.500 ton CO2 per tahun, setara dengan menanam 1.7 juta pohon. Proyek ini juga dilengkapi dengan sistem penyimpanan energi (battery storage) berkapasitas 20MWh untuk menjamin kontinuitas pasokan listrik.",
        "Konstruksi dimulai pada Februari 2025 dan ditargetkan selesai pada akhir tahun 2025. Pemerintah Kota Karunia juga telah menyiapkan program edukasi untuk masyarakat sekitar tentang manfaat energi terbarukan dan peluang partisipasi dalam ekonomi hijau."
      ],
      "tags": ["PLTS", "Energi Surya", "Infrastruktur", "Lapangan Kerja", "Emisi Karbon"]
    },
    {
      "id": 3,
      "title": "Green Innovation Hub Resmi Dibuka di Karunia Tengah",
      "excerpt": "Fasilitas penelitian canggih untuk mempercepat pengembangan teknologi energi bersih telah diresmikan di pusat Kota Karunia.",
      "category": "Inovasi",
      "date": "2025-01-10",
      "image": "/berita3.jpg",
      "author": "Humas Green Innovation Hub",
      "content": [
        "Green Innovation Hub Kota Karunia resmi dibuka dengan upacara peresmian yang dihadiri oleh Walikota, akademisi dari berbagai universitas, dan para pelaku industri energi terbarukan. Fasilitas seluas 5.000 meter persegi ini berlokasi strategis di Kecamatan Karunia Tengah.",
        "Hub inovasi ini dilengkapi dengan laboratorium penelitian energi terbarukan yang canggih, ruang co-working untuk startup teknologi hijau, dan pusat inkubasi bisnis yang fokus pada solusi berkelanjutan. Investasi total untuk proyek ini mencapai Rp 25 miliar.",
        "Dr. Sarah Wulandari, Direktur Green Innovation Hub, menyampaikan visi ambisius fasilitas ini: 'Kami berkomitmen untuk menjadi pusat inovasi energi bersih terdepan di Kota Karunia. Target kami adalah melahirkan minimal 50 startup teknologi hijau dalam lima tahun ke depan.'",
        "Fasilitas penelitian meliputi laboratorium baterai, lab sel surya, testing center untuk teknologi angin, dan pusat pengembangan smart grid. Hub ini juga dilengkapi dengan prototype workshop yang memungkinkan para peneliti dan entrepreneur untuk mengembangkan prototipe teknologi mereka.",
        "Program unggulan yang akan diluncurkan mencakup Green Accelerator Program untuk startup, Research Collaboration dengan universitas internasional, dan Community Innovation Challenge untuk melibatkan masyarakat dalam mengembangkan solusi energi lokal.",
        "Kerjasama strategis telah terjalin dengan Institut Teknologi Bandung, Universitas Kota Karunia, dan beberapa institusi penelitian energi dari Jerman dan Denmark. Hal ini memastikan transfer teknologi dan knowledge sharing yang optimal.",
        "Dalam tahun pertama operasional, Green Innovation Hub menargetkan untuk menginkubasi 15 startup, menghasilkan 10 paten teknologi energi bersih, dan menciptakan 200 lapangan kerja baru di sektor teknologi hijau."
      ],
      "tags": ["Inovasi", "Startup", "Teknologi Hijau", "Penelitian", "Inkubasi Bisnis"]
    },
    {
      "id": 4,
      "title": "Program Green Skilling & Up Skilling untuk Masyarakat Karunia",
      "excerpt": "Pemerintah daerah meluncurkan program pelatihan ganda untuk meningkatkan keterampilan hijau masyarakat Kota Karunia senilai 2.3 miliar rupiah.",
      "category": "Program Pelatihan",
      "date": "2025-01-08",
      "image": "/berita4.jpg",
      "author": "Tim Program Development",
      "content": [
        "Pemerintah Kota Karunia resmi meluncurkan Program Green Skilling & Up Skilling yang ambisius dengan anggaran sebesar Rp 2.3 miliar. Program ini dirancang untuk mempersiapkan tenaga kerja lokal menghadapi transformasi ekonomi menuju sektor hijau.",
        "Program komprehensif ini mencakup pelatihan dalam bidang instalasi panel surya, teknisian turbin angin, ahli efisiensi energi, spesialis bangunan hijau, dan operator sistem smart grid. Setiap peserta akan mendapat sertifikat kompetensi yang diakui secara nasional.",
        "Kepala Dinas Tenaga Kerja Kota Karunia menjelaskan: 'Transisi energi bukan hanya tentang teknologi, tetapi juga tentang manusia. Kami perlu memastikan masyarakat Karunia memiliki keterampilan yang dibutuhkan untuk bekerja di ekonomi hijau masa depan.'",
        "Program ini akan diselenggarakan dalam tiga gelombang dengan masing-masing gelombang menampung 500 peserta. Prioritas diberikan kepada pemuda usia produktif, pekerja yang terdampak transisi energi, dan masyarakat dari keluarga prasejahtera.",
        "Kurikulum pelatihan dikembangkan bekerjasama dengan institusi pendidikan terkemuka dan industri energi terbarukan. Peserta tidak hanya mendapat pelatihan teoretis, tetapi juga praktik langsung di fasilitas PLTS dan proyek-proyek energi terbarukan yang sedang berjalan.",
        "Sebagai bagian dari program, peserta juga akan mendapat bantuan dalam mencari kerja melalui job matching dengan perusahaan-perusahaan energi terbarukan dan dukungan untuk memulai usaha mandiri di bidang jasa energi hijau.",
        "Target program ini adalah menciptakan 1.500 tenaga kerja terampil di sektor energi hijau dalam 18 bulan. Pemerintah juga menyediakan skema pembiayaan mikro bagi peserta yang ingin memulai usaha mandiri di bidang energi terbarukan."
      ],
      "tags": ["Pelatihan", "Keterampilan Hijau", "Tenaga Kerja", "Sertifikasi", "Ekonomi Hijau"]
    }
  ],
  "programs": {
    "government": {
      "title": "Karunia Green Government",
      "description": "Strategi jangka panjang pemerintah Kota Karunia menuju transisi Energi Baru Terbarukan (EBT) melalui program strategis, penerapan teknologi inovatif, dan kolaborasi multipihak.",
      "visi": "Menanggulangi krisis energi Kota Karunia menuju EBT, mendorong pertumbuhan ekonomi, serta menciptakan kota yang inklusif dan ramah lingkungan.",
      "misi": [
        "Mempercepat transisi energi Kota Karunia menuju Energi Baru Terbarukan (EBT) dengan mengimplementasikan sistem monitoring berbasis dashboard indikator Real-time, Program Pemerintah Strategis, dan kolaborasi multipihak untuk mendorong inovasi dalam teknologi energi terbarukan",
        "Memastikan pertumbuhan ekonomi dan keberlanjutan lingkungan"
      ],
      "tujuan": [
        "Menanggulangi krisis energi",
        "Kota Karunia yang inklusif",
        "Penerapan kebijakan dinamis dan responsif"
      ],
      "objectives": [
        "Mengurangi emisi karbon Kota Karunia melalui PerDa Transisi Energi",
        "Meningkatkan kapasitas energi terbarukan menjadi 50% dari total bauran energi kota",
        "Menciptakan 5.000 lapangan kerja hijau di seluruh kecamatan Kota Karunia",
        "Membangun 25 desa energi berkelanjutan di wilayah Kota Karunia",
        "Implementasi carbon tax policy untuk mendorong transisi energi bersih"
      ],
      "features": [
        "Dashboard monitoring emisi real-time tingkat kota",
        "Pelacakan kinerja per kecamatan dan desa",
        "Pengawasan implementasi PerDa Transisi Energi",
        "Program Green Skilling & Up Skilling untuk masyarakat Kota Karunia"
      ]
    },
    "innovation": {
      "title": "Karunia Green Innovation Hub",
      "description": "Pusat penelitian dan pengembangan canggih yang mendorong inovasi teknologi energi bersih untuk Kota Karunia, program edukasi Green Skilling & Up Skilling, dan kemitraan kolaboratif untuk masyarakat lokal.",
      "objectives": [
        "Mengembangkan teknologi energi terbarukan untuk Kota Karunia",
        "Green Skilling & Up Skilling untuk 25.000 PHK dan masyarakat umum",
        "Membangun kemitraan dengan 50+ organisasi lokal dan regional",
        "Meluncurkan 25 proyek energi bersih inovatif di seluruh kecamatan"
      ],
      "features": [
        "Pusat sumber daya edukasi untuk masyarakat Kota Karunia",
        "Program inkubasi teknologi energi bersih",
        "Program Green Skilling & Up Skilling untuk masyarakat lokal",
        "Jaringan kolaborasi antar kecamatan dan desa"
      ]
    }
  },
  "contact": {
    "address": "Jl. Neraca No. 1, Kota Karunia 12112",
    "email": "GreenStrategyforCleanEnergy@gmail.com",
    "phone": "+62 271 1234 5678"
  }
}
